[
  {
    "id": "6249c371cf1deb8ee4b0d04c",
    "picture": "https://randomuser.me/api/portraits/women/90.jpg",
    "rating": 5,
    "name": "Tracie Glass",
    "review": "This is my first Apple Watch. I feel incredibly stupid for waiting this long to buy one! This thing is SO amazing! I decided to go with the Graphite Stainless case. It's certainly more expensive than the aluminum models which are also super nice."
  },
  {
    "id": "6249c371841cb7e52a064157",
    "picture": "https://randomuser.me/api/portraits/men/43.jpg",
    "rating": 5,
    "name": "Jaime Black",
    "review": "It's a great watch and thanks to amazon I received it a month earlier (10/22) than ordering from Apple or Verizon and waiting to be delivered on late November or early December."
  },
  {
    "id": "6249c371e29bd2fc6084f3d3",
    "picture": "https://randomuser.me/api/portraits/men/14.jpg",
    "rating": 4,
    "name": "Fay Walker",
    "review": "The Apple Watch 7 is nice. Especially if you are upgrading from a version that is several years old. But beware, it only comes with a charger that is USB C. So if you don't already have a usb power brick or old Watch charger, you have to buy that and won't be able to charge your watch"
  },
  {
    "id": "6249c3718ccea7e0f283e9db",
    "picture": "https://randomuser.me/api/portraits/women/32.jpg",
    "rating": 4,
    "name": "White Knight",
    "review": "I love the watch and am sure once I get cell service added it will do exactly what I need it to do. I got this solely for the “Fall alert” function. I find it a MUCH cheaper alternative than life alert and those kinds of services."
  },
  {
    "id": "6249c3717144bb6d35bf678f",
    "picture": "https://randomuser.me/api/portraits/women/94.jpg",
    "rating": 5,
    "name": "Heather Guerrero",
    "review": "I was hoping this wasn't a scam because every store was out of this watch! I’m pleased to say it's PERFECT."
  },
  {
    "id": "6249c3715791ba16aca8e748",
    "picture": "https://randomuser.me/api/portraits/women/68.jpg",
    "rating": 5,
    "name": "Bettye Weeks",
    "review": "Series 7 is the best!! I love this watch and the larger face is amazing!! My watch was delivered with care on time and was a breeze to set up and pair with my iPhone. The size of the 45mm is insane!! I upgraded from a series 3 to series 7 and I'm so glad I did. Get you one it won't disappoint!!!"
  },
  {
    "id": "6249c371bfa3413545768fa4",
    "picture": "https://randomuser.me/api/portraits/men/80.jpg",
    "rating": 4,
    "name": "Nguyen Flynn",
    "review": "I love this watch but it's not cheap because nothing on it is free."
  },
  {
    "id": "6249c3711d1babc2ac6c3e86",
    "picture": "https://randomuser.me/api/portraits/men/51.jpg",
    "rating": 5,
    "name": "Gordon Meyer",
    "review": "It's a watch lol. What more do you want. Alright, let's see. screen is great. Scratch resistant but not impervious. Which is fine. Great product."
  },
  {
    "id": "6249c371e1c2847775c73f80",
    "picture": "https://randomuser.me/api/portraits/women/3.jpg",
    "rating": 5,
    "name": "Roseann Hopkins",
    "review": "Got this watch at least 6 weeks before Apple could ship it. Product is great."
  }
]